HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20240924100209.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-09-24T10:02:09.375+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="16326" guid="83981d7c-f1fa-42cf-96fe-173b11ebfa65"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-09-24T10:02:09.396+02:00" letzterVerkauf="2024-09-24T10:02:09.397+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
